{
  "Navbar": {
    "home": "ទំព៏រដើម",
    "about": "អំពី",
    "projects": "គម្រោង",
    "contact": "ទំនាក់ទំនង",
    "about-ccsp": "អំពី AUPP CCSP",
    "about-team": "អំពីក្រុមការងារ"
  },
  "HomePage": {
    "header1": "Empowering student",
    "header2": "Future Leadership",
    "header3": "Community impact",
    "subtext": "យើងផ្តល់ជំនាញមូលដ្ឋាន ទៅដល់ប្អូនៗនៅតាមទីជនបទ ដើម្បីបង្កើនទំនុកចិត្តរបស់គាត់ តាមរយៈកម្មវិធី STEM បច្ចេកវិទ្យាឌីជីថល ភាសាអង់គ្លេស និងការត្រិះគិតពិចារណា ជាដើម។",
    "card1": "ការអប់រំ STEM",
    "card2": "ភាសាអង់គ្លេស",
    "card3": "ការអប់រំបរិស្ថាន",
    "card4": "ជួយសហគមន៍",
    "btn": "ស្វែងយល់បន្ថែម"
  },
  "FAQPage": {
    "btn": "ទាក់ទងមកយើង",
    "title": "ស្វែងយល់បន្ថែមអំពី AUPP CCSP!",
    "subtitle": "បើអ្នកមានចម្ងល់អំពី AUPP CCSP អ្នកអាចស្វែងយល់តាមរយៈសំណួរ-ចម្លើយខាងក្រោមនេះ។ ករណីអ្នកមិនទាន់ច្បាស់ អ្នកអាចទំនាក់ទំនងមកក្រុមការងារ តាមរយៈទំព័រទំនាក់ទំនងរបស់យើងខ្ញុំ!",
    "faqList": "សំណួរដែលច្រើនសួរជាញឹកញាប់៖",
    "contactTitle": "បើអ្នកនៅតែមិនទាន់ច្បាស់ ឬមានចម្ងល់ផ្សេងទៀត អ្នកអាចទាក់ទងមកក្រុមការងាររបស់យើងតាមរយៈប៊ូតុង 'ទំនាក់ទំនង' ខាងក្រោម។ យើងមានសេចក្តីរីករាយក្នុងការឆ្លើយតបនឹងសំណួរទាំងអស់របស់អ្នក។",
    "help": "យើងនៅទីនេះដើម្បីជួយ",
    "qa": {
      "question1": "តើនរណាអាចចូលរួមជាមួយ CCSP បាន?",
      "answer1": "និស្សិត AUPP ទាំងអស់ដែលមានចំណង់ចំណូលចិត្តក្នុងការបម្រើសង្គម មានភាពដឹកនាំ និងចង់ជួយទៅដល់សង្គមវិញ អាចចូលរួម CCSP បាន។",

      "question2": "CCSP រៀបចំគម្រោងប្រភេទណាខ្លះ?",
      "answer2": "CCSP រៀបចំគម្រោងផ្សេងៗដូចជា វគ្គបណ្តុះបណ្តាល STEM កម្មវិធីជួយក្នុងភាសាអង់គ្លេស កម្មវិធីបង្កើនការយល់ដឹងអំពីបរិស្ថាន និងគម្រោងបច្ចេកវិទ្យា។",

      "question3": "CCSP ផ្តល់អត្ថប្រយោជន៍អ្វីដល់អ្នកចូលរួម?",
      "answer3": "និស្សិតទទួលបានបទពិសោធន៍ជាក់ស្តែង ជំនាញជាអ្នកដឹកនាំ ការធ្វើការជាក្រុម និងឱកាសក្នុងការបង្កើតឥទ្ធិពលជាក់ស្តែងលើសង្គម ភ្ជាប់ការសិក្សាផ្នែកអប់រំជាមួយការអនុវត្តជាក់ស្តែង។"
    }
  },
  "FeatureProject": {
    "btnAll": "មើលគម្រោងទាំងអស់",
    "btn": "អានបន្ថែម",
    "title": "គម្រោងរបស់យើង",
    "subtitle": "ស្វែងយល់អំពីគម្រោងដែលដឹកនាំដោយនិស្សិតរបស់យើង ដែលផ្តោតលើការបង្កើតឥទ្ធិពលវិជ្ជមាន និងភ្ជាប់ការសិក្សាផ្នែកសិក្សាជាមួយបទពិសោធន៍ជាក់ស្តែង។",
    "projects": [
      {
        "title": "STEM4Change៖ រួមគ្នា យើងអាចកែលម្អសហគមន៍របស់យើងអោយកាន់តែល្អប្រសើរជាងនេះ។"
      },
      {
        "title": "Community Service: ការបរិច្ចាគជូនទៅ មជ្ឈមណ្ឌល ទារកនិងកុមារជាតិ។"
      },
      {
        "title": "CyberAI: បង្រៀនជំនាញ Cybersecurity & AI ដល់សិស្សវិទ្យាល័យប្រកបដោយប្រសិទ្ធភាព។"
      }
    ]
  },
  "AboutPage": {
    "title": "អំពី",
    "content": "គឺជាក្លឹបនិស្សិតដែលដឹកនាំដោយនិស្សិតនៅសកលវិទ្យាល័យអាមេរិកាំងភ្នំពេញ (AUPP) បង្កើតឡើងដើម្បីលើកកម្ពស់និង ការចូលរួមចំណែកក្នុងសហគមន៍។ បេសកកម្មរបស់យើងគឺចង់តភ្ជាប់ការសិក្សាដែលពាក់ព័ន្ធជាមួនឹងអ្វីដែលមាននៅក្នុងពិភពលោកផ្ទាល់ និងបង្កើនសមត្ថភាពដល់អ្នកសិក្សា តាមរយៈការបង្កើតគម្រោងមួួយចំនួនដែលជំរុញដល់សហគមន៍នៅក្នុងកម្ពុជា។",
    "btn": "មើលបន្ថែម"
  },
  "FooterPage": {
    "quicklink": "តំណរហ័ស",
    "social": "បណ្តាញសង្គម",
    "home": "ទំព៏រដើម",
    "about-ccsp": "អំពី AUPP CCSP",
    "about-team": "អំពីក្រុមការងារ",
    "projects": "គម្រោង",
    "contact": "ទំនាក់ទំនង",
    "spp": "គាំទ្រដោយ",
    "create": "បង្គើតដោយ"
  },
  "AboutClub": {
    "title1": "នៅសាកលវិទ្យាល័យអាមេរិកាំងភ្នំពេញ(AUPP) គឺជាគំនិតផ្តួចផ្តើមដឹកនាំដោយនិស្សិតដែលប្តេជ្ញាជំរុញការទទួលខុសត្រូវសង្គម និងការចូលរួមសហគមន៍។ បេសកកម្មរបស់យើង គឺដើម្បីភ្ជាប់ការសិក្សាតាមបែបសិក្សាជាមួយនឹងផលប៉ះពាល់ជាក់ស្តែង ផ្តល់អំណាចដល់និស្សិតក្នុងការរួមចំណែកប្រកបដោយអត្ថន័យដល់សង្គមកម្ពុជាតាមរយៈគម្រោងជាច្រើនដែលជំរុញដោយសហគមន៍។",
    "title2": "គំនិតផ្តួចផ្តើមរបស់យើងដោះស្រាយបញ្ហាសង្គមដោយផ្តល់ឱ្យសិស្សនូវបទពិសោធន៍ផ្ទាល់ខ្លួនដ៏មានតម្លៃ។ តាមរយៈការអនុវត្តចំណេះដឹងរបស់ពួកគេតាមរបៀបជាក់ស្តែងនិស្សិតអាចបង្កើតការផ្លាស់ប្តូរវិជ្ជមាននៅក្នុងសហគមន៍របស់ពួកគេ។"
  },
  "Mission": {
    "title": "បេសកកម្មរបស់យើង",
    "description": "នៅ AUPP CCSP យើងមានឆន្ទៈក្នុងការផ្តល់ទៅដល់សហគមន៍ក្រីក្រ ជាពិសេសកុមារតាមរយៈការផ្តល់លទ្ធភាពទទួលបានការអប់រំប្រកបដោយគុណភាពក្នុងវិស័យ STEM និងអក្ខរកម្មឌីជីថល។ យើងជឿជាក់ថា ការអប់រំមានឥទ្ធិពលក្នុងការផ្លាស់ប្តូរជីវិតសិស្ស ហើយយើងប្តេជ្ញាផ្តល់ត្រឡប់ទៅអ្នកដែលត្រូវការវាខ្លាំងបំផុត។ គោលដៅរបស់យើងគឺបង្កើតការផ្លាស់ប្តូរយូរអង្វែង ជួយបុគ្គល និងសហគមន៍ឱ្យរីកចម្រើន និងជោគជ័យនាពេលអនាគត។"
  },
  "Vission": {
    "title": "ចក្ខុវិស័យរបស់យើង",
    "title1": "ផ្តល់សិទ្ធិអំណាច",
    "title2": "ការអប់រំ",
    "title3": "និរន្តរភាព",
    "context1": "យើងមានគោលដៅផ្តល់ជូនសហគមន៍ក្រីក្រ ជាពិសេសកុមារ ដោយឧបករណ៍ និងឱកាសដើម្បីបង្កើតការផ្លាស់ប្តូរនៅក្នុងជីវិតរបស់ពួកគេតាមរយៈការអប់រំ និងការអភិវឌ្ឍជំនាញ។",
    "context2": "យើងផ្តោតលើការផ្តល់នូវការចូលរៀនគណិតវិទ្យា វិទ្យាសាស្ត្រ បច្ចេកវិទ្យា និងចំណេះដឹងឌីជីថលដែលមានគុណភាពខ្ពស់ ព្រោះការអប់រំគឺជាគន្លឹះក្នុងការបង្កើតផលប៉ះពាល់វិជ្ជមានយូរអង្វែង។",
    "context3": "យើងមានការប្តេជ្ញាចិត្តធានាថាការផ្លាស់ប្តូរវិជ្ជមានដែលយើងបានបង្កើតគឺមានរយៈពេលយូរ ដោយជំរុញការអភិវឌ្ឍ និងការរីកចម្រើនយ៉ាងជាបន្តបន្ទាប់សម្រាប់អនុសេធីភាព។"
  },
    "SlideTitle":{
    "title1": "អំពី AUPP CCSP",
    "title2": "អំពីក្រុមការងារ"
  },
  "Team":{
    "title": "ក្រុមការងារ: AUPP CCSP",
    "description": " ជួបជាមួយក្រុមអ្នកដឹកនាំដែលខិតខំប្រឹងប្រែងនៅពីក្រោយ AUPP CCCSP ដែលជំរុញបេសកកម្មរបស់យើងក្នុងការផ្តល់សិទ្ធិអំណាចដល់សហគមន៍តាមរយៈការអប់រំ និងការអភិវឌ្ឍន៍ប្រកបដោយចីរភាព។"
  },
    "Contact":{
    "badge": "ទាក់ទង់យើងខ្ញុំ",
    "title": "តោះទាក់ទងគ្នា",
    "des": "ត្រៀមខ្លួនដើម្បីចាប់ផ្តើមការសន្ទនា?យើងនៅទីនេះ ដើម្បីជួយនិងឆ្លើយសំណួរណាមួយដែលអ្នកអាចមាន។"
  },
  "Projects":{
     "title": "គម្រោងរបស់ AUPP CCSP",
     "des": "គម្រោងកន្លងមកដែលក្រុមរបស់ពួកយើងបានរៀបចំឡើង ដែលប្តេជ្ញាចិត្តក្នុងការភ្ជាប់ចំណេះដឹងជាមួយសេវាកម្មសហគមន៍។"
  },
    "Btn":{
    "seemore": "មើលបន្ថែម"
  }
}
